Repository: BelarusAndreas/OpenIsles
Catalog: src/po/*.po
Languages: de

source: good|alcohol
de: Alkohol

source: good|bricks
de: Ziegel

source: good|cattle
de: Schlachtvieh

source: good|cloth
de: Stoffe

source: good|flour
de: Mehl

source: good|food
de: Nahrung

source: good|grain
de: Korn

source: good|grass
de: Gras

source: good|spices
de: Gewürze

source: good|sugar
de: Zucker

source: good|tobacco
de: Tabak

source: good|tobacco-goods
de: Tabakwaren

source: good|tools
de: Werkzeuge

source: good|wood
de: Holz

source: good|wool
de: Wolle

source: mapObjectType|aristocrats-house1
de: Haus

source: mapObjectType|bakery
de: Bäckerei

source: mapObjectType|burghers-house1
de: Haus

source: mapObjectType|butchers
de: Fleischerei

source: mapObjectType|cathedral
de: Kathedrale

source: mapObjectType|cattle-farm
de: Rinderfarm

source: mapObjectType|chapel
de: Kapelle

source: mapObjectType|cobbled-street
de: Pflasterstraße

source: mapObjectType|distillery
de: Rumbrennerei

source: mapObjectType|farm-road
de: Feldweg

source: mapObjectType|foresters
de: Forsthaus

source: mapObjectType|grain-farm
de: Getreidefarm

source: mapObjectType|grain-field
de: Getreidefeld

source: mapObjectType|grain-mill
de: Getreidemühle

source: mapObjectType|hunters-hut
de: Jägerhütte

source: mapObjectType|marketplace
de: Marktplatz

source: mapObjectType|merchants-house1
de: Haus

source: mapObjectType|northern-forest1
de: Wald

source: mapObjectType|northern-forest2
de: Wald

source: mapObjectType|office1
de: Kontor I

source: mapObjectType|office2
de: Kontor II

source: mapObjectType|pier
de: Anlegestelle

source: mapObjectType|pioneers-house1
de: Haus

source: mapObjectType|pioneers-house2
de: Haus

source: mapObjectType|pioneers-house3
de: Haus

source: mapObjectType|pioneers-house4
de: Haus

source: mapObjectType|pioneers-house5
de: Haus

source: mapObjectType|school
de: Schule

source: mapObjectType|settlers-house1
de: Haus

source: mapObjectType|settlers-house2
de: Haus

source: mapObjectType|settlers-house3
de: Haus

source: mapObjectType|settlers-house4
de: Haus

source: mapObjectType|settlers-house5
de: Haus

source: mapObjectType|sheep-farm
de: Schaffarm

source: mapObjectType|spices-field
de: Gewürzfeld

source: mapObjectType|spices-plantation
de: Gewürzplantage

source: mapObjectType|square1
de: Platz I

source: mapObjectType|square2
de: Platz II

source: mapObjectType|square3
de: Platz III

source: mapObjectType|stonemason
de: Steinbruch

source: mapObjectType|sugarcane-field
de: Zuckerrohrfeld

source: mapObjectType|sugarcane-plantation
de: Zuckerrohrplantage

source: mapObjectType|tavern
de: Wirtshaus

source: mapObjectType|tobacco-field
de: Tabakfeld

source: mapObjectType|tobacco-goods
de: Tabakwaren

source: mapObjectType|tobacco-plantation
de: Tabakplantage

source: mapObjectType|toolsmiths
de: Werkzeugschmiede

source: mapObjectType|weaving-mill1
de: Webstube

source: neededPublicBuilding|new|chapel
de: Die Hausbewohner verlangen nach einer Kapelle

source: neededPublicBuilding|new|marketplace
de: Die Hausbewohner verlangen nach einem Marktplatz

source: neededPublicBuilding|new|school
de: Die Hausbewohner verlangen nach einer Schule

source: neededPublicBuilding|new|tavern
de: Die Hausbewohner verlangen nach einem Wirtshaus

source: neededPublicBuilding|overdue|chapel
de: Die Hausbewohner beklagen das Fehlen einer Kapelle

source: neededPublicBuilding|overdue|marketplace
de: Die Hausbewohner beklagen das Fehlen eines Marktplatzes

source: neededPublicBuilding|overdue|school
de: Die Hausbewohner beklagen das Fehlen einer Schule

source: neededPublicBuilding|overdue|tavern
de: Die Hausbewohner beklagen das Fehlen eines Wirtshauses

source: populationTier|aristocrats|singular
de: Aristokrat

source: populationTier|burghers|singular
de: Bürger

source: populationTier|merchants|singular
de: Kaufmann

source: populationTier|pioneers|singular
de: Pionier

source: populationTier|settlers|singular
de: Siedler

source: mapObjectType|little-ship
de: Kleines Schiff

source: Loaded goods.
de: Waren geladen.

source: Loaded carrier mapObjectTypes.
de: Träger-Mapobjekt-Typen geladen.

source: Loaded mapObjectTypes.
de: Mapobjekt-Typen geladen.

source: Loaded ship mapObjectTypes.
de: Schiff-Mapobjekt-Typen geladen.

source: Loaded population tiers.
de: Bevölkerungsgruppen geladen.

source: Loaded tiles.
de: Kacheln geladen.

source: Error while loading the configuration: %s.
de: Fehler beim Laden der Konfiguration: %s.

source: Illegal node '%s'.
de: Ungültiger Knoten: '%s'.

source: Illegal value '%s' for structurePlacing.
de: Ungültiger Wert '%s' für structurePlacing.

source: Loaded mapObjectType '%s'.
de: Mapobjekt-Typ '%s' geladen.

source: Loaded carrier mapObjectType '%s'.
de: Träger-Mapobjekt-Typ '%s' geladen.

source: Loaded ship mapObjectType '%s'.
de: Schiff-Mapobjekt-Typ '%s' geladen.

source: Illegal mapTileTypeName '%s'.
de: Ungültiger mapTileTypeName '%s'.

source: Illegal bool value '%s'.
de: Ungültiger boolescher Wert '%s'.

source: Could not parse catchmentArea: Illegal char before first line.
de: Konnte catchmentArea nicht parsen: Ungültiges Zeichen vor der ersten Zeile.

source: Could not parse catchmentArea: Illegal space inside line.
de: Konnte catchmentArea nicht parsen: Ungültiges Leerzeichen innerhalb einer Zeile.

source: Could not parse catchmentArea: widths are not equal.
de: Konnte catchmentArea nicht parsen: Breiten sind nicht gleich.

source: Could not parse catchmentArea: Last line was not completly empty.
de: Konnte catchmentArea nicht parsen: Letzte Zeile war nicht komplett leer.

source: Loaded populationTier '%s'.
de: Bevölkerungsgruppe '%s' geladen.

source: Illegal value '%s' for populationTier.
de: Ungültiger Wert '%s' für populationTier.

source: Cannot have negative inhabitants.
de: Negative Bewohnerzahl nicht möglich.

source: Illegal player color '%s'.
de: Ungültige Spielerfarbe: '%s'.

source: Isle '%s' (%dx%d) does not match size on map (%dx%d).
de: Insel '%s' (%dx%d) stimmt nicht mit der Größe auf der Karte überein (%dx%d).

source: Warning: Did not find Good '%s' in savefile.
de: Warnung: Gut '%s' nicht in der Spieldatei gefunden.

source: Illegal mapObjectType '%s'.
de: Ungültiger Mapobjekt-Typ '%s'.

source: Warning: Ship has loaded unknown Good '%s'.
de: Warnung: Schiff hat unbekanntes Gut '%s' geladen.

source: Warning: Ship has illegal inventory %d for Good '%s'.
de: Warnung: Schiff hat ungültigen Lagerbestand %d für Gut '%s'.

source: Illegal player color: %u
de: Ungültige Spielerfarbe: %u

source: Animation does not have only frame.
de: Animation hat nicht nur ein Frame.

source: Animation does not have this many frames.
de: Animation hat nicht so viele Frames.

source: Count not find animation (%d, %d) on GraphicSet.
de: Konnte Animation (%d, %d) nicht im Grafik-Set finden.

source: Could not load graphic '%s': %s
de: Konnte Grafik '%s' nicht geladen: %s

source: Loaded graphic '%s': size = (%d, %d)
de: Grafik '%s' geladen. Größe = (%d, %d)

source: Illegal srcRect: (%d, %d), %d, %d
de: Ungültiges srcRect: (%d, %d), %d, %d

source: Could not create surface: %s
de: Konnte Surface nicht erzeugen: %s

source: Extracted graphic: srcRect = (%d, %d), %d, %d
de: Grafik extrahiert: srcRect = (%d, %d), %d, %d

source: Could not create texture: %s
de: Konnte Textur nicht erzeugen: %s

source: Illegal bytesPerPixel: %d
de: Ungültige bytesPerPixel: %d

source: Illegal views %d for animation in graphicSet '%s'
de: Ungültige views %d für Animation im Grafik-Set '%s'

source: Could not parse frames '%s'
de: Konnte frames '%s' nicht parsen

source: Illegal state '%s' for animation in graphicSet '%s'
de: Ungültiger state '%s' für Animation im Grafik-Set '%s'

source: No graphics load for graphicSet '%s'
de: Keine Grafiken für Grafik-Set '%s' geladen

source: Illegal statesCount %d for graphicFilename %s
de: Ungültiger statesCount %d für graphicFilename %s

source: Could not divide the frames equally: '%s'
de: Konnte die Frames nicht gleichmäßig aufteilen: '%s'

source: Could not divide the views equally: '%s'
de: Konnte die Ansichten nicht gleichmaßig aufteilen: '%s'

source: No graphicSet defined for mapObjectType '%s'
de: Kein Grafik-Set definiert für mapObjectType '%s'

source: Could not find graphicSet: '%s'
de: Konnte Grafik-Set '%s' nicht finden

source: Count not find graphicSet '%s'.
de: Konnte Grafik-Set '%s' nicht finden.

source: SDL could not be initialized: %s
de: SDL konnte nicht initialisiert werden: %s

source: SDL initialized.
de: SDL initialisiert.

source: Could not load graphic 'data/img/appicon.png': %s
de: Konnte Grafik 'data/img/appicon.png' nicht laden: %s

source: SDL could not create window: %s
de: SDL konnte das Fenster nicht erstellen: %s

source: SDL could not create renderer: %s
de: SDL konnte den Renderer nicht erzeugen: %s

source: Could not init SDL-image: %s
de: Konnte SDL-image nicht initialisieren: %s

source: Could not init SDL-TTF: %s
de: Konnte SDL-TTF nicht initialisieren: %s

source: Switch to building mode
de: Baumodus einschalten

source: Switch to combat mode
de: Kampfmodus einschalten

source: Switch to info mode
de: Infomodus einschalten

source: Options
de: Einstellungen

source: Identifier %d is already registered.
de: Bezeichner %d ist bereits registriert.

source: Identifier %d is not registered.
de: Bezeichner %d ist nicht registriert.

source: Cannot get pixel data for screenshot.
de: Kann Pixeldaten für den Screenshot nicht ermitteln.

source: Cannot allocate memory for big screenshot.
de: Kann keinen Speicher für den Riesenscreenshot allozieren.

source: Creating tile screenshot for (%d, %d)
de: Erzeuge Screenshot-Kachel für (%d, %d)

source: Cannot get pixel data for screenshot. There are now pixels missing on the big screenshot.
de: Kann Pixeldaten für den Screenshot nicht ermitteln. Es fehlen nun Pixel auf dem Riesenscreenshot.

source: Costs for this structure
de: Errichtungskosten für dieses Bauwerk

source: Operating costs for this structure
de: Betriebskosten für dieses Bauwerk

source: Tools requirement for this structure
de: Werkzeugbedarf für dieses Bauwerk

source: Wood requirement for this structure
de: Holzbedarf für dieses Bauwerk

source: Bricks requirement for this structure
de: Ziegelbedarf für dieses Bauwerk

source: Demolish
de: Abreißen

source: Food
de: Nahrung

source: Food supply (State equal over all tiers)
de: Nahrungsversorgung (Status für alle Gruppen gleich)

source: Rotate map counterclockwise
de: Karte linksherum drehen

source: Rotate map clockwise
de: Karte rechtsherum drehen

source: Zoom in
de: Ansicht vergrößern

source: Zoom out
de: Ansicht verkleinern

source: TODO - Island's richness of soil
de: TODO - Fruchtbarkeit der Insel

source: Switch to demolition mode
de: Abreißmodus aktivieren

source: Craftsmanship
de: Handwerksbetriebe

source: Farms & plantations
de: Farmen & Plantagen

source: Port facilities
de: Hafenanlagen

source: Public buildings
de: Öffentliche Gebäude

source: Turn music on
de: Musik einschalten

source: Turn music off
de: Musik ausschalten

source: Player's status
de: Spielerstatus

source: Population:
de: Einwohner:

source: Tax incomings:
de: Steuererträge:

source: Operating costs:
de: Betriebskosten:

source: Balance:
de: Bilanz:

source: Population growth in this population tier
de: Zuwächse in dieser Bevölkerungsgruppe

source: No population growth in this population tier
de: Keine Zuwächse in dieser Bevölkerungsgruppe

source: Slight population loss in this population tier
de: Leichte Rückgänge in dieser Bevölkerungsgruppe

source: Severe population loss in this population tier
de: Starke Rückgänge in dieser Bevölkerungsgruppe

source: Population in this population tier
de: Anzahl dieser Bevölkerungsgruppe

source: Population tier's name
de: Bezeichnung für diese Bevölkerung

source: The demand for %s is not being fulfilled
de: Der Bedarf an %s wird nicht erfüllt

source: Goods in this building ready for pickup
de: Abholfertige Waren in diesem Gebäude

source: Supply of %s (enough for another %.1ft of %s)
de: %svorrat (reicht für weitere %.1ft %s)

source: Using locale '%s'.
de: Benutze Locale '%s'.

source: current:
de: Aktuell:

source: average:
de: Durchs.:

source: Usage: %s -m mapFileToLoad [-b benchmarkFrames] [-t runOnlyGameTicks -s bmpFileForBigScreenshot]
de: Aufruf: %s -m zuLadendeMapDatei [-b anzahlFramesFürBenchmark] [-t nurGameticksAusführen -s bmpDateiFürRiesenscreenshot]

source: Error: No map file specified.
de: Fehler: Keine Map-Datei angegeben.

source: Could not register events.
de: Konnte Events nicht registrieren.

source: selectedMapObject(Fixed) on mapCoords (%d, %d), size = (%d, %d)
de: selectedMapObject(Fixed) auf mapCoords (%d, %d), size = (%d, %d)

source: selectedMapObject(Moving) on mapCoords (%f, %f), size = (%d, %d)
de: selectedMapObject(Moving) auf mapCoords (%f, %f), size = (%d, %d)

source: selectedMapObject(UNKNOWN!?) size = (%d, %d)
de: selectedMapObject(UNBEKANNT!?) size = (%d, %d)

source: catchmentAreaIterator set
de: catchmentAreaIterator gesetzt

source: Illegal dirName '%s'.
de: Ungültiger dirName: '%s'.

source: Data is not csv encoded. Encoding = %s
de: Daten sind nicht CSV-kodiert. Encoding = %s

source: mapCoords (%d, %d) out of bounds.
de: mapCoords (%d, %d) außerhalb des Begrenzung.

source: Map has to be quadratically for now. ;-p
de: Die Karte muss aktuell noch quadratisch sein. ;-p

source: Could not init SDL-mixer: %s
de: Konnte SDL-mixer nicht initialisieren: %s

source: Could not open audio device: %s
de: Konnte Audio-Gerät nicht öffnen: %s

source: Could not load music '%s': %s
de: Konnte Musik '%s' nicht laden: %s

source: Loaded music '%s'.
de: Musik '%s' geladen.
